<?php

return [


    'add'             => 'Добавить',
    'edit'            => 'Редактировать',
    'delete_selected' => 'Удалить выбранные',
    'configure_cols'  => 'Настроить колонки',
    'refresh_list'    => 'Обновить список',
    'really_delete'   => 'Действительно удалить элемент',
    'file'            => 'файл',
    'delete'          => 'Удалить',
    'no_files'        => 'Нет загруженных файлов',
    'change'          => 'Изменить',
    'title'           => 'Название',
    'manage_users'    => 'Управлять пользователями',
    'conf_models'     => 'Настроить CRUD модели',
    'conf_menu'       => 'Настроить меню',
    'logout'          => 'Выход',
    'to'              => 'по',
    'cancel'          => 'Отмена',
    'save'            => 'Сохранить',
    'save_close'      => 'Сохранить и закрыть',
    'reset_filter'    => 'Сбросить фильтр',
    'apply_filter'    => 'Применить фильтр',
    'filter_list'     => 'Фильтрация списка',
    'settings'        => 'Настройки',
    'toggle_nav'      => 'Навигация',
    'list'            => 'Список',
    'close'           => 'Закрыть',
    'search'          => 'Поиск',
    'yes'             => 'Да',
    'no'              => 'Нет',
    'choose'          => 'Выберите',
    'field_required'  => 'Это поле необходимо заполнить',

];
